Repository: danielsf93/pkp-plugins
Catalog: omp/3.3.0-8/generic/catalogSearchPage/locale/*/locale.po
Languages: de_de, pt_br

# plugins.generic.catalogSearchPage.displayName
source: Catalog Search Page
de_de: Katalogsuchseite
pt_br: Página de Pesquisa do Catálogo

# plugins.generic.catalogSearchPage.description
source: Adds a "Catalog Page" providing a tabular, searchable and sortable list view.
de_de: Fügt eine Katalogseite hinzu, die eine tabellarische, durchsuchbare und sortierbare Listenansicht bietet.
pt_br: Adiciona uma "Página do Catálogo" fornecendo uma exibição de lista tabular, pesquisável e classificável.

# plugins.generic.catalogSearchPage.title
source: Catalog
de_de: Katalog
pt_br: Catalogo

# plugins.generic.catalogSearchPage.noBooks
source: No books published
de_de: Keine Bücher veröffentlicht
pt_br: Nenhum livro publicado

# plugins.generic.catalogSearchPage.browseBooks
source: {$numBook} books published
de_de: {$numBook} Bücher veröffentlicht
pt_br: {$numBook} livros publicados

# plugins.generic.catalogSearchPage.LabelBook
source: (1 book)
de_de: (1 Buch)
pt_br: (1 livros)

# plugins.generic.catalogSearchPage.LabelBooks
source: ({$nBooks} books)
de_de: ({$nBooks} Bücher)
pt_br: ({$nBooks} livros)

# plugins.generic.catalogSearchPage.TableColLabelTitle
source: Title
de_de: Titel
pt_br: Título

# plugins.generic.catalogSearchPage.TableColLabelYear
source: Year
de_de: Jahr
pt_br: Ano

# plugins.generic.catalogSearchPage.SearchPlaceholder
source: Search catalog ...
de_de: Katalog durchsuchen ...
pt_br: Catálogo de pesquisa ...
