Repository: danielsf93/pkp-plugins
Catalog: omp/3.4.0-5/generic/ompstat/locale/*/locale.po
Languages: es, pt_br

# plugins.generic.ompstat.displayname
source: General Statistics
es: Estadísticas Generales
pt_br: Estatísticas Gerais

# plugins.generic.ompstat.description
source: Static page to display the general statistics of the OMP portal - /ompstat
es: Página estática para mostrar las estadísticas generales del portal OMP - /ompstat
pt_br: Pagina estática para demonstrar as estatisticas gerais do portal OMP - /ompstat

# plugins.generic.ompstat.livrosPublicados
source: Published Books:
es: Libros Publicados:
pt_br: Livros Publicados:

# plugins.generic.ompstat.totalAcessos
source: Total Accesses:
es: Total de Accesos:
pt_br: Total de Acessos:

# plugins.generic.ompstat.totalDownloads
source: Total Downloads:
es: Total de Descargas:
pt_br: Total de Downloads:

# plugins.generic.ompstat.seriesPublicadas
source: Published Series:
es: Series Publicadas:
pt_br: Séries Publicadas:

# plugins.generic.ompstat.totalCategorias
source: Published Categories:
es: Categorías Publicadas:
pt_br: Categorias Publicadas:

# plugins.generic.ompstat.totalUsuarios
source: Registered Users:
es: Usuarios Registrados:
pt_br: Usuários Registrados:

# plugins.generic.ompstat.totalAutores
source: Number of Authors:
es: Cantidad de Autores:
pt_br: Quantidade de Autores:

# plugins.generic.ompstat.getacessosPorMes
source: Accesses per Month
es: Accesos por Mes
pt_br: Acessos por Mês

# plugins.generic.ompstat.getDownloadsPorMes
source: Downloads per Month
es: Descargas por Mes
pt_br: Downloads por Mês

# plugins.generic.ompstat.getTopLivrosMaisAcessados
source: Most Accessed Books of All Time
es: Libros Más Accedidos de Todos los Tiempos
pt_br: Livros Mais Acessados de Todos os Tempos

# plugins.generic.ompstat.acess
source: Accesses:
es: Accesos:
pt_br: Acessos:

# plugins.generic.ompstat.getTopAutoresComPublicacoes
source: Authors with Most Publications:
es: Autores con Más Publicaciones:
pt_br: Autores com Mais Publicações:

# plugins.generic.ompstat.have
source: has
es: tiene
pt_br: possui

# plugins.generic.ompstat.pub
source: publications
es: publicaciones
pt_br: publicações

# plugins.generic.ompstat.getUnidadesComMaisPublicacoes
source: Units with Most Publications:
es: Unidades con Más Publicaciones:
pt_br: Unidades com Mais Publicações:
